[
    {
        "postId": "1",
        "title": "新年物流公告",
        "date": "2024/1/10",
        "type": "最新公告",
        "url": "1",
        "content": "各位親愛的三杯鴨馬克杯粉絲，您好！在此新年開始，我們想向大家分享有關於物流的最新公告。在2024年新年期間，由於物流公司的假期安排，我們的配送時間可能會有所延遲。",
        "content2": "具體時間如下： 2024年1月20日至1月30日：物流公司將進行年終盤點，配送服務可能會有所延誤。2024年2月1日起：所有配送服務將恢復正常。為了確保您能及時收到心儀的產品，我們建議您提前下單。我們的客服團隊會在此期間全力支持您，解答任何疑問並協助處理訂單。如果您有任何問題，請隨時聯繫我們的客服熱線或通過電子郵件與我們聯繫。再次感謝您對三杯鴨馬克杯的支持與理解，祝大家新年快樂，萬事如意！"
    },
    {
        "postId": "2",
        "title": "快閃合作通知",
        "date": "2024/3/15",
        "type": "最新公告",
        "url": "2",
        "content": "親愛的顧客朋友們，我們非常高興地宣布，三杯鴨馬克杯即將展開一場激動人心的快閃合作活動！本次合作將與知名插畫家Mia合作，推出限量款手繪馬克杯。合作產品將於2024年4月1日正式上架，產品設計充滿了溫馨與趣味，並結合了鴨子的元素，將為您的生活增添無限樂趣。",
        "content2": "這次的限量款馬克杯僅在我們的官方網站及合作夥伴門市有售，數量有限，售完即止。為了讓大家有更多機會搶購這些限量產品，我們還將在上市當天開展一場直播活動，屆時Mia將親自為大家介紹產品設計理念，並回答粉絲的提問。請密切關注我們的官方網站及社交媒體，獲取最新消息。感謝您對三杯鴨馬克杯的一如既往的支持，期待與您共同見證這次精彩的合作！"
    },
    {
        "postId": "3",
        "title": "運費調整通知",
        "date": "2024/5/20",
        "type": "最新公告",
        "url": "3",
        "content": "親愛的顧客們，感謝大家長期以來對三杯鴨馬克杯的支持。為了提供更好的物流服務，我們即將進行運費調整，具體變更如下：一般配送：運費調整至60元，每筆訂單滿500元可享受免運費服務。",
        "content2": "快速配送：運費調整至100元，每筆訂單滿1000元可享受免運費服務。新的運費政策將於2024年6月1日正式生效。此次調整旨在提高我們的物流效率，讓您能夠更快地收到心愛的產品。我們將繼續努力優化配送服務，提供更便捷、更高效的購物體驗。如有任何疑問，歡迎隨時聯繫我們的客服團隊。我們將竭誠為您服務，解答您的問題。感謝您的理解與支持，祝您購物愉快！"
    },
    {
        "postId": "4",
        "title": "會員專屬福利",
        "date": "2024/7/5",
        "type": "最新公告",
        "url": "4",
        "content": "親愛的會員朋友們，為了感謝大家一直以來的支持與厚愛，我們很高興地宣布三杯鴨馬克杯會員專屬福利活動即將啟動！從2024年7月10日起，我們為會員準備了一系列專屬優惠和福利：",
        "content2": "會員日：每月的15日為會員日，全場商品享9折優惠。生日禮物：會員在生日當月可獲得專屬生日禮物，並享受單筆訂單95折優惠。積分兌換：購物積分可兌換精美禮品和購物券，每消費100元可獲得1積分。此外，會員還能優先參與新品預售和限量款搶購活動，享受更多專屬優惠。成為三杯鴨馬克杯的會員，不僅能夠獲得更多優惠，還能與我們一起體驗更多驚喜。請大家持續關注我們的官方網站及社交媒體，獲取更多詳情。感謝大家的支持與陪伴，我們將一如既往地為您提供最優質的產品和服務。"
    },
    {
        "postId": "5",
        "title": "KOL推薦來襲",
        "date": "2024/9/10",
        "type": "最新公告",
        "url": "5",
        "content": "各位三杯鴨馬克杯的粉絲們，我們非常興奮地告訴大家，三杯鴨馬克杯最近受到了多位知名KOL的熱情推薦！這些KOL在社交媒體上分享了他們使用我們產品的心得與感受，得到了廣大粉絲的熱烈響應。",
        "content2": "KOL們表示，三杯鴨馬克杯不僅設計精美，質感出眾，還非常實用，無論是用來享用咖啡、茶還是其他飲品，都能帶來愉悅的使用體驗。他們還特別讚賞了我們馬克杯的創意設計，認為它們是送禮的最佳選擇。我們非常感謝這些KOL對我們產品的肯定和支持，並希望能夠通過他們的分享，讓更多人了解並喜愛上我們的產品。大家可以通過我們的官方網站和社交媒體，觀看這些KOL的推薦視頻和文章，獲取更多詳情。再次感謝大家對三杯鴨馬克杯的支持，期待大家的持續關注！"
    },
    {
        "postId": "6",
        "title": "週年慶狂歡開跑",
        "date": "2024/2/25",
        "type": "最新優惠",
        "url": "6",
        "content": "親愛的顧客朋友們，三杯鴨馬克杯即將迎來一年一度的週年慶活動！我們為大家準備了豐富的優惠和驚喜，感謝大家一直以來的支持與厚愛。週年慶活動將於2024年3月1日至3月7日盛大開跑！",
        "content2": "活動期間全場商品享受八折優惠。除了全場八折外，我們還準備了多項限時特惠活動，每天都有不同的驚喜等著您。此外，所有在活動期間下單的顧客，均有機會參加抽獎，贏取豐厚獎品，包括限量款馬克杯、購物券及更多驚喜。我們誠摯邀請您和我們一起慶祝這個特別的時刻，享受購物的樂趣。更多詳情請關注我們的官方網站及社交媒體，祝大家購物愉快！"
    },
    {
        "postId": "7",
        "title": "新品上市優惠66折",
        "date": "2024/6/20",
        "type": "最新優惠",
        "url": "7",
        "content": "親愛的三杯鴨馬克杯粉絲們，我們非常高興地向大家宣布，一系列全新設計的馬克杯即將上市！為了慶祝這個特別的時刻，我們將在新品上市期間推出限時優惠活動，全新馬克杯享受66折優惠！",
        "content2": "此次上新產品設計獨特，風格多樣，無論您喜愛簡約、可愛還是創意風格，我們都能滿足您的需求。新品將於2024年7月1日正式上架，優惠活動將持續至2024年7月10日。我們誠邀您前來選購，並享受這次難得的優惠活動。更多詳情請關注我們的官方網站及社交媒體，不要錯過這次機會，讓您的生活充滿更多樂趣與驚喜！"
    },
    {
        "postId": "8",
        "title": "限時兩日免運費",
        "date": "2024/8/5",
        "type": "最新優惠",
        "url": "8",
        "content": "親愛的顧客朋友們，我們為了回饋大家的支持與厚愛，特別推出限時兩日免運費活動！在這兩天內，無論您購買多少商品，都能享受免運費的福利。",
        "content2": "活動時間為2024年8月10日至8月11日，只需在活動期間內下單，即可享受免運費服務，讓您購物更輕鬆、更划算。這是一次絕佳的機會，讓您能夠以最優惠的價格購買心儀的三杯鴨馬克杯。我們誠摯邀請您參與這次活動，並分享給您的朋友和家人，一同享受購物的樂趣。更多詳情請關注我們的官方網站及社交媒體。感謝大家的支持，祝您購物愉快！"
    },
    {
        "postId": "9",
        "title": "夏日清涼限時優惠",
        "date": "2024/8/15",
        "type": "最新優惠",
        "url": "9",
        "content": "夏日來了！為了讓您度過清涼舒爽的夏天，我們推出夏日清涼限時優惠活動！在這個夏季期間，只要您參與活動，即可獲得多重優惠，包括特別折扣、贈品禮遇等，讓您的夏天更加精彩！",
        "content2": "活動時間為2024年8月20日至8月31日，快來參加我們的活動，享受夏日購物的樂趣吧！在這段期間內，不僅可以享受到折扣優惠，還有專屬夏日贈品等您來拿。我們致力於為您提供最優質的購物體驗，期待您的蒞臨！"
    },
    {
        "postId": "10",
        "title": "感恩回饋！滿額送禮",
        "date": "2024/9/10",
        "type": "最新優惠",
        "url": "10",
        "content": "感恩回饋！為了感謝您對我們的支持，我們特別推出感恩回饋活動！只要在活動期間內購物滿額，即可獲得豐富的贈品禮遇，讓您的購物體驗更加完美！",
        "content2": "感恩回饋活動時間為2024年9月15日至9月30日，您只需在活動期間內滿額購物，即可獲得精美贈品一份。這是我們對您長久以來支持的回報，謝謝您的愛護與信任！期待與您共度愉快時光！"
    },
    {
        "postId": "11",
        "title": "秋季新品上市",
        "date": "2024/10/5",
        "type": "最新消息",
        "url": "11",
        "content": "秋季新品上市！我們為您帶來全新的秋季產品系列，包括各式風格的馬克杯、餐具等，讓您在秋天也能感受到溫馨的家居氛圍。",
        "content2": "我們的秋季新品將在2024年10月5日起上市，這次推出的產品包括多款時尚馬克杯和精緻餐具，讓您在秋天享受溫暖與舒適。請密切關注我們的官方網站及社交媒體，了解更多產品詳情，期待您的支持與購買！"
    },
    {
        "postId": "12",
        "title": "聖誕節特惠活動",
        "date": "2024/12/1",
        "type": "最新優惠",
        "url": "12",
        "content": "聖誕節特惠活動來啦！為了慶祝這個溫馨的節日，我們推出多項特惠活動，包括限時折扣、聖誕禮品等，讓您的節日更加溫馨美好。",
        "content2": "我們的聖誕節特惠活動將在2024年12月1日開始，您可以在活動期間享受到多種折扣優惠以及聖誕限定禮品。這是我們對您的感謝之情，祝您節日快樂，期待您的光臨！"
    },
    {
        "postId": "13",
        "title": "新年新氣象優惠",
        "date": "2025/1/5",
        "type": "最新優惠",
        "url": "13",
        "content": "新的一年，新的氣象！我們為您帶來全新的優惠活動，包括新年限定禮品、特別折扣等，讓您在新的一年裡享受更多購物的樂趣。",
        "content2": "新年新氣象優惠活動時間為2025年1月5日至1月31日，快來選購我們的新年禮品，感受全新的購物體驗！我們將為您提供獨特的商品及服務，讓您在新的一年裡擁有美好的開始。期待與您共度美好時光！"
    }
]
